Repository: Oier-Mk/UD-Trabajos
Catalog: locale/*/LC_MESSAGES/django.po
Languages: it

source: name
it: nome

source: width mm
it: larghezza

source: flour Type
it: tipo di farina

source: supplement
it: supplemento

source: origin
it: origine

source: price
it: prezzo

source: Home
it: Inizio

source: Pizzas
it: Pizze

source: Doughs
it: Impasto

source: Ingredients
it: Ingredienti

source: Orders
it: Ordine

source: Featured pizzas
it: Pizze in evidenza

source: The best pizzas at the best price
it: Le migliori pizze al miglior prezzo

source: Pizzas of all flavors for all tastes
it: Pizze di tutti i gusti per tutti i gusti

source: List
it: Elenco

source: Origin
it: Origine

source: Enjoy the flavor of this ingredient with these pizzas.
it: Godete il sapore di questo ingrediente con queste pizze.

source: No pizzas found.
it: Non si sono trovate pizze.

source: Thickness
it: Spessore

source: Flour
it: Farina

source: Supplement
it: Supplemento

source: Discover what pizzas we have with this dough.
it: Scopri quali pizze abbiamo con questo impasto.

source: No pizzas were found.
it: Non si sono trovate pizze.

source: Price
it: Prezzo

source: Dough type
it: Tipo di impasto

source: Find out what this pizza is made of.
it: Scopri di cosa è fatta questa pizza.

source: No ingredients found.
it: Nessun ingrediente trovate.

source: List of
it: Elenco di

source: Research our products
it: Cerca i nostri prodotti

source: Brought directly from
it: Portato direttamente da

source: See more
it: Vedere di più

source: No ingredients found
it: Nessun ingrediente trovate

source: Doughs
it: Impasti

source: Suplement of
it: Supplemento di

source: No doughs have been found.
it: Non sono stati trovati impasti.

source: For only
it: Solo per

source: Let's Start your order!
it: Iniziamo il tuo ordine!

source: Name
it: Nome

source: Surname
it: Gognome

source: Street
it: Indirizzo

source: Postal code
it: Codice postale

source: Select the day and time you want to receive your pizza
it: Seleziona il giorno e l'ora in cui vuoi ricevere la tua pizza

source: Total price
it: Prezzo totale

source: Comments
it: Commenti

source: Your order has been received.
it: Il suo ordine è stato ricevuto.

source: Send Order Now
it: Invia l'ordine ora

source: Our Pizzas
it: Le nostre pizze

source: In this places of the world
it: In questi luoghi del mondo

source: Europe
it: Europa

source: South America
it: Sud America

source: Dough
it: Impasto

source: Only for
it: Solo per

source: No doughs were found.
it: Non sono stati trovati impasti.

source: Your order has been received!
it: Il suo ordine è stato ricevuto!

source: Please check your email for further detail.
it: Controlla la tua email per ulteriori dettagli.

source: Email sent to:
it: Email inviata a:

source: Your MammaMia order has been received.
it: Il tuo ordine MammaMia è stato ricevuto.

source: Hello {} {}.
it: Ciao {} {}.

source: Your order has been successfully received.
it: Il suo ordine è stato ricevuto con successo.

source: The order contains: {}
it: L'ordine contiene: {}

source: The total cost of the order was: {}€
it: Il costo totale dell'ordine era: {}€

source: They will be sent on {} at {} to this address: {} with postal code: {}.
it: Saranno inviati il {} a {} a questo indirizzo: {} con codice postale: {}.

source: If there are any problems you will be contacted at this same email address.
it: Se ci sono problemi, sarete contattati a questo stesso indirizzo e-mail.

source: English
it: Inglese

source: Spanish
it: Spagnolo

source: Italian
it: Italiano

source: Japanese
it: Giapponese
