Repository: Oier-Mk/UD-Trabajos
Catalog: MammaMia/locale/*/LC_MESSAGES/django.po
Languages: es, ja

source: name
es: nombre
ja: 名前

source: width mm
es: grosor mm
ja: 幅 mm

source: flour Type
es: tipo harina
ja: 小麦粉の種類

source: supplement
es: suplemento
ja: 補足

source: origin
es: origen
ja: オリジン

source: price
es: precio
ja: 価格

source: Home
es: Inicio
ja: ホーム

source: Pizzas
ja: ピッツァ

source: Doughs
es: Masas
ja: パン生地

source: Ingredients
es: Ingredientes
ja: 材料

source: Orders
es: Pedidos
ja: 注文

source: Featured pizzas
es: Pizzas destacadas
ja: おすすめのピッツァ

source: The best pizzas at the best price
es: Las mejores pizzas al mejor precio
ja: 最高のピッツァを最高の価格で

source: Pizzas of all flavors for all tastes
es: Pizzas de todos los sabores para todos los gustos
ja: すべての人のためのすべてのフレーバーのピッツァ

source: List
es: Lista
ja: リスト

source: Origin
es: Origen
ja: オリジン

source: Enjoy the flavor of this ingredient with these pizzas.
es: Disfruta del sabor de este ingrediente en estas pizzas.
ja: この素材の味を、このピッツァでお楽しみください.

source: No pizzas found.
es: No se han encontrado pizzas.
ja: ピッツァは見つかりませんでした.

source: Thickness
es: Grosor
ja: 厚さ

source: Flour
es: Harina
ja: 小麦粉

source: Supplement
es: Suplemento
ja: 補足

source: Discover what pizzas we have with this dough.
es: Descubre que pizzas tienen esta masa.
ja: この生地を使ってどんなピザができるのか見てみましょう.

source: No pizzas were found.
es: No se han encontrado pizzas.
ja: ピザは見つかりませんでした.

source: Price
es: Precio
ja: 価格

source: Dough type
es: Tipo de masa
ja: パン生地の種類

source: Find out what this pizza is made of.
es: Descubre de qué esta hecha esta pizza.
ja: このピザが何でできているのか、調べてみましょう.

source: No ingredients found.
es: No se han encontrado ingredientes.
ja: 成分は見つかりませんでした.

source: List of
es: Lista de
ja: リスト :

source: Research our products
es: Investiga nuestros productos
ja: 製品情報

source: Brought directly from
es: Traído directamente desde
ja: から直接持ってきた:

source: See more
es: Ver más
ja: 続きを見る

source: No ingredients found
es: No se encontraron clientes
ja: 成分は見つかりませんでした

source: Doughs
es: Masas
ja: パン生地

source: Suplement of
es: Suplemento de
ja: 補足 :

source: No doughs have been found.
es: No se han encontrado masas.
ja: 生地は見つかりませんでした.

source: For only
es: Solo por
ja: たったの：

source: Let's Start your order!
es: ¡Empezemos tu pedido!
ja: 注文を始めましょう！

source: Name
es: Nombre
ja: 名前

source: Surname
es: Apellido
ja: 姓

source: E-mail
es: Correo electrónico
ja: Eメール

source: Street
es: Calle
ja: 住所

source: Postal code
es: Código postal
ja: 郵便番号

source: Select the day and time you want to receive your pizza
es: Elige el día y la hora de recibimiento de la pizza
ja: ピザを受け取りたい日時を選択してください

source: Total price
es: Precio total
ja: 合計金額

source: Comments
es: Comentarios
ja: 付注

source: Your order has been received.
es: Tu pedido ha sido recibido.
ja: ご注文は受信されました.

source: Send Order Now
es: Realiza el Pedido Ahora
ja: 今すぐ注文する

source: Our Pizzas
es: Nuestras pizzas
ja: 私たちのピザ

source: In this places of the world
es: En estos lugares del mundo
ja: 世界のこの場所で

source: Europe
es: Europa
ja: ヨーロッパ

source: Asia
ja: アジア

source: Africa
es: África
ja: アフリカ

source: South America
es: América del sur
ja: 南アメリカ

source: Dough
es: Masa
ja: パン生地

source: Only for
es: Solo por
ja: のみ:

source: No doughs were found.
es: No se han encontrado masas.
ja: 生地は見つかりませんでした.

source: Your order has been received!
es: Tu pedido ha sido recibido!
ja: ご注文は受信されました.

source: Please check your email for further detail.
es: Consulte su correo electrónico para obtener más detalles.
ja: 詳しくはメールでご確認ください.

source: Email sent to:
es: Correo enviado a:
ja: 送信先メールアドレス:

source: Your MammaMia order has been received.
es: Tu pedido MammaMia ha sido recibido.
ja: MammaMiaの注文を受け取りました.

source: Hello {} {}.
es: Hola {} {}.
ja: こんにちは、{}・{}

source: Your order has been successfully received.
es: Tu pedido ha sido recibido satisfactoriamente.
ja: ご注文は正常に受信されています。

source: The order contains: {}
es: El pedido contiene: {}
ja: 注文には{}が含まれています

source: The total cost of the order was: {}€
es: El coste total del pedido fue: {}€
ja: 注文の合計金額は{}ユーロでした

source: They will be sent on {} at {} to this address: {} with postal code: {}.
es: Se enviarán el {} a las {} a esta dirección: {} con código postal: {}.
ja: これらは{}の{}でこのアドレスに送信されます: {}の住所です。郵便番号{}で.

source: If there are any problems you will be contacted at this same email address.
es: Si hay algún problema, nos pondremos en contacto con usted en esta misma dirección de correo electrónico.
ja: 問題が発生した場合は、この同じメールアドレスに連絡します.

source: English
es: Inglés
ja: 英語

source: Spanish
es: Español
ja: スペイン語

source: Italian
es: Italiano
ja: イタリア語

source: Japanese
es: Japonés
ja: 日本語
